{
  "i18n_checkout_1": "EasyEDA All Rights Reserved.",
  "i18n_checkout_2": "The payment is processed by JLCPCB. EasyEDA and JLCPCB belong to the same group company.",
  "i18n_checkout_3": "EuroPacket doesn't support JLC Balance payment method.",
  "i18n_checkout_4": "Contact Information",
  "i18n_checkout_5": "We'll use this email to send you order updates and notifications about the global sourcing parts.",
  "i18n_checkout_6": "We will e-mail you within 48 hours when your quote is ready, including price, lead time.",
  "i18n_checkout_7": "Email Address",
  "i18n_checkout_8": "Please enter the correct email address",
  "i18n_checkout_9": "Pre-order Options",
  "i18n_checkout_10": "Prices for pre-order items are estimated and the final price will be quoted within 48 hours after payment. You can choose to pay a deposit first and pay the rest after quotation, or directly pay the estimated total amount.",
  "i18n_checkout_11": "Pay Deposit",
  "i18n_checkout_12": "Pay Total",
  "i18n_checkout_13": "Refund or supplemental may occur after quotation",
  "i18n_checkout_14": "Only accpet pdf and jpg, Max {0}MB.",
  "i18n_checkout_15": "View {0} Status",
  "i18n_checkout_16": "Your order has been submitted.",
  "i18n_checkout_17": "We’ll email you the review results within hours during business days. To avoid any delays, please pay promptly upon file approval and respond quickly if confirmation is needed.",
  "i18n_checkout_18": "Business days: Mon-Fri: 24 hours, Sat: 9am-6pm, GMT+8",
  "i18n_checkout_19": "I agree to the",
  "i18n_checkout_20": "Customer Compliance Statement.",
  "i18n_checkout_21": "Sorry",
  "i18n_checkout_22": "We do not offer components storage service to the chosen country of delivery. Please select another country.",
  "i18n_checkout_23": "Merchandise Total(In-stock items)",
  "i18n_checkout_24": "Pre-order Deposit",
  "i18n_checkout_25": "Please provide support@jlcpcb.com with the current user interface displayed and operation time for helping you solve the issue.",
  "i18n_checkout_26": "Your browser does not support Apple Pay.",
  "i18n_checkout_27": "Total Amount",
  "i18n_checkout_28": "Klarna allows you pay in {num} interest-free installments({num} payments every 2 weeks) after making the purchase.",
  "i18n_checkout_29": "I agree to share my shipping and billing informatiRon with Klarna.",
  "i18n_checkout_30": "{0} interest-free payments of {1}",
  "i18n_checkout_31": "CVV Number",
  "i18n_checkout_32": "All parts ordered at JLCPCB are only for PCB assembly services, and will not be delivered separately.",
  "i18n_checkout_33": "Payment password is required.",
  "i18n_checkout_34": "Too many failed attempts. Please try again in {0} minutes, or reset the password",
  "i18n_checkout_35": "Please use the same payment method when binding the orders.",
  "i18n_checkout_36": "Refunds to JLC Balance will not incur any fees. The balance can be used for future payments. You can disable this feature on the {0} at any time.",
  "i18n_checkout_37": "Order refunds to your JLC Balance",
  "i18n_checkout_38": "JLC Balance page",
  "i18n_checkout_39": "Do not show again",
  "i18n_checkout_40": "Valid FEDEX Account",
  "i18n_checkout_41": "Automatic pay with Credit/Debit Card",
  "i18n_checkout_42": "Your PayPal billing agreement is activated",
  "i18n_checkout_43": "Your Billing Agreement is now complete, and you will be able to use your PayPal account to pay your future JLCPCB orders automatically.",
  "i18n_checkout_44": "Please go back to JLCPCB checkout page to continue your order.",
  "i18n_checkout_45": "Your PayPal billing agreement is not activated",
  "i18n_checkout_46": "Unfortunately, we are currently unable to process your request.",
  "i18n_checkout_47": "Please go back to JLCPCB checkout page and select another option to continue your order.",
  "i18n_checkout_48": "Payment Successful",
  "i18n_checkout_49": "Thank you for placing your order. You can check its status in your order history. When we require further confirmation, we'll reach out via email. Please reply promptly to avoid any delays.",
  "i18n_checkout_50": "Save ${0}",
  "i18n_checkout_51": "You've got a ${0} coupon! Would you like to continue shopping to save on your order?",
  "i18n_checkout_52": "Continue Checkout",
  "i18n_checkout_53": "Return to Cart",
  "i18n_checkout_stored_card_tips1": "Remember my card for future use",
  "i18n_checkout_stored_card_tips2": "JLCPCB is committed to protecting your payment information.",
  "i18n_checkout_stored_card_tips3": "Our payment processor partner stores your credit card details by using the industry-standard data encryption technology to make your next shopping experience easier and smoother",
  "i18n_checkout_stored_card_tips4": "For your security, JLCPCB will not save your actual credit card information, but instead a unique identifier (a \"token\"), which only can be used on JLCPCB.",
  "i18n_checkout_stored_card_tips5": "Safe Payment",
  "i18n_checkout_stored_card_tips6": "Pay Faster",
  "i18n_checkout_stored_saved_card": "Saved Card",
  "i18n_checkout_stored_use_new": "Use a new card",
  "twoDollarLimitTips1": "The $2 special offer is not available for your country/region.",
  "twoDollarLimitTips2": "If you wish to proceed, it will revert to the original price of {0}.",
  "twoDollarLimitTips3": "Would you like to continue with your order?",
  "i18n_checkout_vat": "VAT",
  "i18n_checkout_chinese_vattax_tips1": "According to Chinese VAT regulations, goods and services sold in China are subject to Value Added Tax (VAT).",
  "i18n_checkout_chinese_vattax_tips2": "If you need to export from China, you can contact our customer service at support@jlcpcb.com for assistance with VAT refunds, and we will also help you with the export customs declaration.",
  "i18n_checkout_chinese_vattax_tips3": "Learn more about how to get a VAT refund >",
  "i18n_checkout_chinese_vattax_tips4": "Applicable to China"
}
