{
  "i18n_dfm_1": "DFM Tool",
  "i18n_dfm_2": "Save & Close",
  "i18n_dfm_3": "After uploading your BOM & CPL files, the JLCDFM tool can automatically match your bill of materials and provide access to the JLCPCB assembly parts library.",
  "i18n_dfm_4": "BOM Matching",
  "i18n_dfm_5": "Smart, Free Online",
  "i18n_dfm_6": "One-click DFM & DFA analysis, simplifying your design and manufacturing process. Get instant feedback on PCB manufacturability and fix design errors in the early stages, and accelerate new product introduction.",
  "i18n_dfm_7": "View Example",
  "i18n_dfm_8": "Upload designs to view your PCB and perform DFM check",
  "i18n_dfm_9": "Uploading your files, please wait a few moments.",
  "i18n_dfm_10": "Web-based Viewer",
  "i18n_dfm_11": "Web-based, with nothing to download, enabling instantly comprehensive DFM analysis online anytime, anywhere.",
  "i18n_dfm_12": "The interactive online viewer lets you inspect, pan, zoom, and navigate through all PCB layers in detail.",
  "i18n_dfm_13": "Design for Manufacture",
  "i18n_dfm_14": "Use ready-to-go DFM rules or incorporate DFM rules provided by your preferred supplier to evaluate your project for compliance with actual factory capabilities.",
  "i18n_dfm_15": "Enable automatic analysis with just one click file upload, ensuring manufacturability for both fabrication and assembly.",
  "i18n_dfm_16": "Uploading your files…",
  "i18n_dfm_17": "Gerber file, zip/rar format, max 50MB.",
  "i18n_dfm_18": "Try for Free",
  "i18n_dfm_19": "Incorrect format. Please upload file in rar or zip format.",
  "i18n_dfm_20": "File is too large (Max 50 MB)",
  "i18n_dfm_21": "Upload Failed, filename should be within 150 characters.",
  "i18n_dfm_22": "Filenames cannot contain special characters like ~!@#$%^&*()_+|`-=\\{}[]:\\\";\\'<>/",
  "i18n_dfm_23": "Intelligent Analysis",
  "i18n_dfm_24": "Perform DFM and DFA checks with 5 comprehensive analysis modules covering traces, solder masks, drilling, silkscreen, and component assembly.",
  "i18n_dfm_25": "Utilize a 30+ point checklist to identify design errors, reported with visual localization to promptly resolve issues and prevent errors from moving to the next process step. Also Support one click PDF report download.",
  "i18n_dfm_26": "JLCPCB’s extensive component library offers a unique advantage, enabling instant matching of component information. Our self-built 3D component module library provides a visual representation of the component assembly effect.",
  "i18n_dfm_27": "3D Visualization",
  "i18n_dfm_28": "Our unified user interface offers both 2D and 3D PCB visualizations, allowing you to check your PCB and components with realistic effects."
}
